{
  "books": [
    {
      "ID": 58621,
      "Title": "The Crow Road",
      "Author": "Iain Banks",
      "Publication date": "1992",
      "imgUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432221042l/965552._SY475_.jpg",
      "Plotsummary": " This Bildungsroman is set in the fictional Argyll town of Gallanach (by its description, reminiscent of Oban but on the north east shore of Loch Crinan), the real village of Lochgair, and in Glasgow where Prentice McHoan lives. Prentice's uncle Rory has disappeared eight years previous while writing a book called The Crow Road. Prentice becomes obsessed with papers his uncle left behind and sets out to solve the mystery. Along the way he must cope with estrangement from his father, unrequited love, sibling rivalry, and failure at his studies. The estrangement from his father concerns belief in God or an afterlife. Prentice cannot accept a universe without some higher power, some purpose; he can't believe that people can just cease to exist when they die. His father dogmatically denies the existence of God, universal purpose, and the afterlife. A parallel plot is Prentice's gradual transition from an adolescent fixation on one young woman to a more mature love for another. Prentice's efforts to piece together Uncle Rory's fragmentary notes and the minimal clues surrounding his disappearance mirror his efforts to make sense of the world, love, and life in general. The narrative is also fragmentary, leaping days, months, years, or decades back and forth with little or no warning, so the reader must also piece things together.",
      "Nots":"",
      "Rating":0,
      "flagPlus":false
    },
    {
    
        "ID":63099,
        "Title":"Ishmael",
        "Author":"Daniel Quinn",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/61y7GR-acBL.jpg",
        "Plotsummary":" This Bildungsroman is set in the fictional Argyll town of Gallanach (by its description, reminiscent of Oban but on the north east shore of Loch Crinan), the real village of Lochgair, and in Glasgow where Prentice McHoan lives. Prentice's uncle Rory has disappeared eight years previous while writing a book called The Crow Road. Prentice becomes obsessed with papers his uncle left behind and sets out to solve the mystery. Along the way he must cope with estrangement from his father, unrequited love, sibling rivalry, and failure at his studies. The estrangement from his father concerns belief in God or an afterlife. Prentice cannot accept a universe without some higher power, some purpose; he can't believe that people can just cease to exist when they die. His father dogmatically denies the existence of God, universal purpose, and the afterlife. A parallel plot is Prentice's gradual transition from an adolescent fixation on one young woman to a more mature love for another. Prentice's efforts to piece together Uncle Rory's fragmentary notes and the minimal clues surrounding his disappearance mirror his efforts to make sense of the world, love, and life in general. The narrative is also fragmentary, leaping days, months, years, or decades back and forth with little or no warning, so the reader must also piece things together.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
    {
        "ID":"153449",
        "Title":"The Tale of the Body Thief",
        "Author":"Anne Rice",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/41J7J4RWTNL._SX283_BO1,204,203,200_.jpg",
        "Plotsummary": "At the beginning of the story, Lestat grows depressed and becomes remorseful because of his vampiric nature. Although he tries to limit his victims to murderers, serial killers and other criminals, he nonetheless caves into temptation once in a while and kills an 'innocent' or someone who he feels does not necessarily deserve to die. Lestat also suffers from constant nightmares concerning his late 'daughter,' Claudia, for whose death he blames himself. The 'coven' of vampires formed at the end of The Queen of the Damned has long since broken up, and Lestat has become extremely lonely. Among his only remaining friends is the mortal head of the Talamasca Caste, David Talbot, who is seventy-four years old. Although Lestat has repeatedly offered David the Dark Gift, David has always refused to become a vampire and keep Lestat company through eternity. Lonely and depressed, Lestat goes to the Gobi desert at dawn in a half-hearted suicide attempt. When he does not die, he goes to David's home in England to heal. A mysterious figure, Raglan James - the eponymous 'Body Thief' of the story - approaches Lestat with what seems to be a cure for his ennui and depression. James sends Lestat several messages hinting that he has the ability to switch bodies. Eventually, he proposes to Lestat that the two of them trade bodies for a day. Against the advice of other vampires and David Talbot, Lestat jumps at the opportunity. Unfortunately, James has no intention of ever switching back, and Lestat is forced to scheme to regain his body. Lestat nearly dies after becoming human again - his new body is wracked by pneumonia, which he ignores during a tour of Washington D.C. in the middle of winter. He is saved by the care of a nun named Gretchen. He enjoys a short love affair with Gretchen before she returns to South America, where she works in a convent, and Lestat sets out in search of his body. Lestat seeks help from other vampires but is completely ostracized by them. Marius is extremely angry at him for leaving such a powerful body to a thief and refuses to help him. Likewise Louis turns him away when he asks Louis to make his new body into a vampire, arguing that Lestat ought to be happy to be human again and also calls him out on his previous writings, accusing him of altering his actual past in favor of one that portrays him heroically. Lestat's only ally is David Talbot. Drawing from the Talamasca's resources on the supernatural, Talbot reveals that James was a gifted psychic who once joined the order, but was kicked out for constant theft. He is a kleptomaniac who enjoys stealing for the thrill of it &mdash; it is revealed that every single thing he owns, from his house to his body, was stolen or schemed for. However, he also has major psychological problems, and his life is a series of cycles &mdash; he gets rich by theft, then often ends up in prison. Dying of cancer several years before, James tricked the inmate of a mental institution into switching bodies with him, allowing him a type of immortality. It is James' lack of imagination and petty thievery that allow Talbot and Lestat to track him down. Despite his newfound wealth and powerful new body, James continues to steal jewelry from people. He also makes a conspicuous show of his wealth, boarding the RMS Queen Elizabeth 2, and draining victims of their blood along the ship's path. The pattern allows his pursuers to easily find him. On the cruise ship, Lestat manages to regain his body with David's help, but the sun is rising as he performs the switch and he must immediately flee to a safe place in which to spend the day. When he awakes in the evening he finds that both James and Talbot have disappeared. Lestat finds David in Florida and is surprised to find that his friend, despite his earlier protestations, now wants to become a vampire. However, while taking his blood, Lestat discovers a final trick &mdash; when forced out of Lestat's body, James took over Talbot's body instead of returning to his own. Lestat angrily attacks James, crushing his skull. The blow proves fatal - the injury damages James' brain and prevents him from leaving the dying body or trying to switch bodies before his current one dies. At this point, Tale of the Body Thief reaches a false ending. Raglan James is dead. David has begun to enjoy life in his new, young body. Lestat returns to New Orleans, reunites with Louis, and begins to renovate his old house in the French Quarter. Above all, Lestat claims that he has finally come to accept his vampiric nature. However, Lestat then warns readers not to continue if they are happy with this ending. Lestat then resumes the narrative, claiming that he has regained his 'evil' nature, and decides to make Talbot into a vampire against his wishes, and despite the role Talbot played in saving his life when everyone else abandoned him. After having immortality forced upon him, David again disappears. Lestat looks for him for a while, but upon having no luck he gives up and returns to New Orleans &mdash; where to his surprise he finds that David has already contacted Louis. David explains to Lestat that, in secret, this is what he always truly wanted. He tells Lestat that he is no longer angry with him, although he does usurp Lestat's position of leadership, despite the latters' protests. Having gotten rid of his old age, and now being immortal, David plans to visit Rio de Janeiro with Louis, and asks Lestat to join him. At the end, Lestat also realizes that, despite all that happened, he is still alone, has failed to regain his 'humanity,' and has thrown away his only chance to make amends for his past misdeeds.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
    {
     
        "ID":"161697",
        "Title":"The Children of Men",
        "Author":"P. D. James",
        "Publication date":"1992",
        "imgUrl":"https://simania.co.il/bookimages/covers8/88793.jpg",
        "Plotsummary":"The narrative voice for the novel alternates between the third person and the first person, the latter in the form of a diary kept by Dr. Theodore 'Theo' Faron, an Oxford don. The novel opens with the first entry in Theo's diary. It is the year 2021, but the novel's events have their origin in 1995, which is referred to as 'Year Omega'. In 1994, the sperm counts of human males plummeted to zero and mankind now faces imminent extinction. The last people to be born are now called 'Omegas'. 'A race apart,' they enjoy various prerogatives. Theo writes that the last human being to be born on Earth has been killed in a pub brawl. In 2006, a man called Xan Lyppiatt, Theo's rich and charismatic cousin, appointed himself Warden of England in the last general election. As people have lost all interest in politics, Lyppiatt abolishes democracy. He is called a despot and a tyrant by his opponents, but officially the new society is referred to as egalitarian. Theo is approached by a woman called Julian, a member of a group of dissidents calling themselves the Five Fishes. He meets with them at an isolated church. Rolf, their leader and Julian's husband, is hostile, but the others — Miriam (a former midwife), Gascoigne (a man from a military family), Luke (a former priest), and Julian — are more personable. The group wants Theo to approach Xan on their behalf and ask for various reforms, including a return to a more democratic system. During their discussions, and as Theo prepares to meet with Xan, the reader learns how the UK is in 2021: * The youngest generation, the 'Omegas', are described as spoiled, over-entitled and egotistical due to their youth and the luxurious lifestyle they are treated to. They are violent, remote and unstable, and regard non-Omegas (elders) with undisguised contempt, yet are spared punishment due to their age. According to rumour, outside of Britain some countries sacrifice Omegas in fertility rituals. *Due to the global infertility of mankind, newborn animals (such as kittens and puppies) are doted upon and treated as infants, being pushed in prams and dressed in children's clothing. The latest trend in London is to have elaborate christening ceremonies for newborn pets. * The country is governed by decree of the Council of England, which consists of five people. Parliament has been reduced to an advisory role. The aims of the Council are (1) protection and security, (2) comfort, and (3) pleasure—corresponding to the Warden's promises of (1) freedom from fear, (2) freedom from want, and (3) freedom from boredom. * The Grenadiers — formerly an elite regiment in the British armed forces — are the Warden's private army. The State Secret Police (SSP) ensures the Council's decrees are executed. * The courts still exist, but juries have been abolished. Under the 'new arrangements', defendants are tried by a judge and two magistrates. All convicted criminals are dumped at a penal colony on the Isle of Man. There is no remission, escape is almost impossible, visitors are forbidden and prisoners may not write or receive letters. * Every citizen is required to learn skills, such as husbandry, which they might need to help them survive if they happen to be among the last human beings in Britain. * Foreign workers are lured into the country and then exploited. Young people, preferably Omegas, from poorer countries come to England to work there. These 'foreign Omegas' or, generally, 'Sojourners' are imported to do undesirable work. At 60, which is the age limit, they are sent back ('forcibly repatriated'). British Omegas are not allowed to emigrate so as to prevent further loss of labor. * Elderly/infirm citizens have become a burden; nursing homes are for the privileged few. The rest are expected and sometimes forced to commit suicide by taking part in a 'Quietus' (Council-sanctioned mass drownings) at the age of 60. * The state has opened 'pornography centres'. Twice a year, healthy women under 45 must submit to a gynecological examination, and most men must have their sperm tested, to keep hope alive. Theo's meeting with Xan, which turns out to be a meeting with the full Council of England, does not go well. Some of the members resent him because he resigned as Xan's advisor rather than share the responsibility of governing the UK. Xan guesses that Theo's suggestions came from others and makes clear to Theo that he will take action against dissidents. The Five Fishes distribute a leaflet detailing their demands. Theo is visited by the SSP and, shortly afterwards, sees Julian in the market. He tells her of the SSP visit, then tells her that if ever she needs him she only has to send for him. That night, however, Theo decides to leave England for the summer and visit the continent before nature overruns it. Soon after Theo's return, Miriam tells him that Gascoigne was arrested as he was trying to rig a Quietus landing stage to explode. The other Fishes are about to go on the run, and Julian wants him. Miriam reveals why Julian did not come herself—she is pregnant. Theo believes that Julian is deceiving herself, but when the two meet, Julian invites Theo to listen to her baby's heartbeat. During the group's flight, Luke is killed while trying to protect Julian during a confrontation with a wild gang of Omegas. Julian confesses that the father of her child is not Rolf, but the deceased Luke. Rolf, who believes he should rule the UK in Xan's place, is angered at the discovery; he abandons the group to notify the Warden. The group heads to a shack Theo knows of. Miriam delivers Julian's baby — a boy, not a girl as Julian had thought. Miriam goes to find more supplies; after she is gone too long Theo investigates. He finds Miriam dead, garrotted in a nearby house. Theo returns to Julian, but soon after Julian hears a noise outside — Xan. Theo and Xan confront each other and both fire one shot. The sudden wailing of the baby startles Xan, causing him to miss as Rolf had thought the baby would not be born for another month. Theo does not miss. He removes the Coronation Ring, which Xan had taken to wearing as a symbol of authority, from Xan's finger and seems poised to become the new leader of the UK — at least temporarily. The other members of the Council are introduced to the baby, and Theo baptises him.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {

        "ID":"168676",
        "Title":"Small Gods",
        "Author":"Terry Pratchett",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/81Kh+TJ07-L.jpg",
        "Plotsummary":" The Great God Om tries to manifest himself once more in the world, as the time of his eighth prophet is nigh. He is surprised, however, when he finds himself in the body of a tortoise, stripped of his divine powers. In the gardens of Omnia's capital he addresses the novice Brutha, the only one able to hear his voice. Om has a hard time convincing the boy of his godliness, as Brutha is convinced that Om can do anything he wants, and would not want to appear as a tortoise. Brutha is gifted with an eidetic memory and is therefore chosen by Vorbis, the head of the Quisition, to come along on a diplomatic mission to Ephebe. However, Brutha is also considered unintelligent, since he never learned to read, and rarely thinks for himself. With the help of Ephebe's Great Library, and the philosophers Didactylos, his nephew, Urn, and Abraxas, Om learns that Brutha is the only one left who believes in him. All others either just fear the Quisition's wrath or go along with the church out of habit. While in Ephebe, Brutha's memory aids an Omnian raid through the Labyrinth guarding the Tyrant's palace. While in the library of Ephebe, Brutha also memorizes many scrolls in order to protect Ephebeian knowledge as Omnian soldiers set fire to the building. Fleeing the ensuing struggle by boat, Brutha, Om and a severely injured Vorbis end up lost in the desert. Trekking home to Omnia, they encounter ruined temples as well as the small gods who are faint ghost-like beings yearning to be believed in to become powerful. Realizing his 'mortality' and how important his believers are to him, Om begins to care about them for the first time. While Brutha, Vorbis, and Om are in the desert, the Tyrant of Ephebe manages to regain control of the city and contacts other nations who have been troubled by Omnia's imperialistic interactions with the other countries around it. On the desert's edge, a recovered Vorbis attempts to finish off Om's tortoise form, abducts Brutha, and proceeds to become ordained as the Eighth Prophet. Brutha is to be publicly burned for heresy while strapped on a heatable bronze turtle when Om comes to the rescue, dropping from an eagle's claws onto Vorbis' head. As a great crowd witnesses this miracle they come to believe in Om and he becomes powerful again. Om manifests himself within the citadel and attempts to grant Brutha the honour of establishing the Church's new doctrines. However, Brutha does not agree with Om's new rule and explains that the Church should care for people while having a tolerance for other religious practices. Meanwhile, Ephebe has gained the support of several other nations and has sent an army against Omnia, establishing a beachhead near the citadel. Brutha attempts to establish diplomatic contact with the generals of the opposing army. Despite trusting Brutha, the leaders state they do not trust Omnia and that bloodshed is necessary. At the same time, Simony leads the Omnian military to the beachhead and uses Urn's machine of war in order to fight the Ephebians. While the fighting occurs on the beachhead, Om attempts to physically intervene, but Brutha demands he does not interfere with the actions of humans. Om becomes infuriated but obeys Brutha, but he travels to an area of the Discworld where gods gamble on the lives of humans in order to gain or lose belief. While there, Om manages to unleash his fury, even striking the other gods. This causes the soldiers to cease fighting on the battlefield, thinking it a sign from the heavens. In the book's conclusion Brutha becomes the Eighth Prophet, ending the Quisition and reforming the church to be more open-minded and humanist. Om also agrees to forsake the smiting of Omnian citizens for at least a hundred years. The last moments of the book see Brutha's death a hundred years to the day after Om's return to power and his journey across the ethereal desert towards judgement, accompanied by the spirit of Vorbis, whom Brutha found still in the desert and took pity on. It is also revealed that this century of peace was originally meant to be a century of war and bloodshed which the History Monk Lu-Tze changed to something he liked better.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {

        "ID":"180147",
        "Title":"A Philosophical Investigation",
        "Author":"Phil,ip Kerr",
        "Publication date":"1992",
        "imgUrl":"https://m.media-amazon.com/images/I/51dUG-+IqWL.jpg",
        "Plotsummary":" In a near,-future, a British neuroscientist named Professor Burgess Phelan has discovered a portion of the brain, the VMN, that is typically twice the size in men as it is in women. In certain men, however (approximately 1 in 100,000), it is the same size as a woman's, and that abnormality is an exceptionally accurate indicator of violent sociopathy. Professor Phelan developed an imaging device called L.O.M.B.R.O.S.O. (Localisation of Modullar Brain Resonations Obliging Social Orthopraxy) used to help diagnose men with the VMN deficiency. In the interests of public safety, the Lombroso institute is set up to test all the men in Britain. Males are enticed with ad campaigns to submit for testing; those who are VMN-negative are given confidential treatment, including counselling and drugs, and assigned a code name out of the Penguin book of Great Thinkers (e.g., Shakespeare, Plato, etc.). The police aren't given the names of the VMN-negative, but they are allowed to confirm whether or not a particular person is in the Lombroso Institutes system as VMN-negative. 'Wittgenstein' is the code name of a VMN-negative who, until he was made aware of his status, was living a well-adjusted, if solitary, life, venting his sociopathic tendencies harmlessly through virtual reality entertainment systems. Upon discovering his pathology, though, he undertakes a public service of his own: after hacking into the Lombroso Institute's systems and obtaining a list of all VMN-negative men in Britain, he undertakes to kill them all. The narrative unfolds from a dual perspective: Wittgenstein's, and the female police lieutenant, Isadora 'Jake' Jakowicz, assigned to catch him. Wittgenstein's portion is told from the first person as a diary of his assassinations and subsequent downfall; the detective's portion is told in a more traditional third-person perspective. In the novel's setting, the national government was elected partly on a platform of 'retributive justice', rather than rehabilitative, and punitive coma has replaced the death penalty (and, to a lesser extent, incarceration) as punishment for extreme crimes. In its favour, punitive coma is safely reversed, should someone later prove innocent; as well, prison costs have plunged since the inmates are sentenced to years of sleep rather than restraint, and require much less guarding and care. Opponents of punitive coma (of whom Jake is one) argue that the state is now stealing years from people's lives, and giving the guilty no opportunity to rehabilitate themselves; thus, punitive coma is inhumane. This position is defeated, however, by proponents who observe that any long-term space travel will necessarily involve long-term medically-induced comas of the same kind, so the process itself is not inhumane; furthermore, criminals are not subject to the dangerous criminal environment of prison, so punitive coma may be considered a more, rather than less, humane punishment. An interesting portion of the narrative involves the use of a Cambridge philosophy professor to engage Wittgenstein in a debate on the morality of his actions. Since the killer comes to see his whole act through the lens of the real Wittgenstein's philosophy (including his mid-career reversal following Tractatus Logico-Philosophicus), it's hoped that he will be amenable to philosophical persuasion. However, as Wittgenstein's killings continue, the government presses the Cambridge don to talk Wittgenstein into committing suicide, a position with which the philosopher agrees, much to Jake's dismay. gl:A Philosophical Investigation",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"286833",
        "Title":"Hideous Kinky",
        "Author":"Esth,er Freud",
        "Publication date":"1992-01-3,0",
        "imgUrl":"https://kbimages1-a.akamaihd.net/8f53b871-49d8-4d49-be8b-e104aa42a2c9/1200/1200/False/i-couldn-t-love-you-more-4.jpg",
        "Plotsummary":" A young mother ,and her two daughters travel to Marrakech, Morocco, during the 1960s. The mother, Julia, is disenchanted by the dreary conventions of English life, hence the journey. They live in a low-rent Marrakesh hotel and make a living out of making hand-sewn dolls and with some money sent by the girls' father, a poet in London. Whilst the mother explores Sufism and quests for personal fulfilment, the daughters rebel. The elder, Bea, attempting to re-create her English life, wants to get an education and insists on going to school. The younger, Lucy, dreams of trivial things, like mashed potatoes, but also yearns for a father. Her hopes settle on a most unlikely candidate. The girls match their mother with Bilal, a Moroccan con man and acrobat; the relationship turns sexual and he moves in, becoming almost a surrogate father. However, Julia's friend encourages her to travel to Algiers and study with a Sufi master at a school that advocates the 'annihilation of the ego.' As money vanishes, Julia's response is to claim that 'God will provide,' albeit in the person of Bilal.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"424680",
        "Title":"Quarantine",
        "Author":"Greg Egan",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/51rZi7OzT0L._SX332_BO1,204,203,200_.jpg",
        "Plotsummary":" The novel is set in the near future after the solar system has been surrounded by an impenetrable shield (constructed by either aliens or extra-solar humans) known as the Bubble. The Bubble permits no light to enter the solar system, and as a consequence the stars can no longer be seen. This seems to be mere background at first, but in fact it is central to the plot. In the novel a physical process in the human brain is responsible for collapsing quantum wavefunctions representing systems into particular eigenstates. Human observations of the universe were reducing its diversity and potentiality (for instance, by rendering it uninhabitable to beings that relied on stars being something other than the enormous nuclear fusion-powered furnaces human astronomers have observed them to be). Hence it is suggested that the Bubble was constructed to prevent humanity from wreaking massive destruction on the rest of the universe through the process of mere observation. In the course of the novel, the situation is further complicated when human researchers discover a way of modifying the brain to provide conscious control over the process, allowing people to suspend wavefunction collapse at will, and to choose which state the wavefunction will collapse to. This allows a person to choose how any nondeterministic event (such as flipping a coin) will turn out, provided that he is not being observed by anyone who is still involuntarily collapsing wavefunctions. This is used to perform a variety of low-probability tricks, such as tunneling through locked doors or getting past guards who happen to all be looking the other way as the person passes. The novel contains ideas not related to quantum mechanics. Of particular note is the fact that people habitually download software to run in their brains. Such 'neural mods' (whose titles are always given in boldface, such as Sentinel or P3) are installed by insufflating several drops of fluid carrying genetically modified microorganisms, which in turn carry nanomachines capable of rewiring nerve cells. The story's narrator accepts a case to investigate the disappearance of a woman from a psychiatric Institute, which leads him to the Ensemble. This is an organization that is developing a wavefunction collapse inhibitor neural mod, the 'eigenstate mod'. This mod allows the user to stop being an observer in the sense of quantum mechanics and consequently to 'smear', i.e. to exist in a superposition of different states at the same time and to pick eigenstates of personal preference from the range of possible states, when the personal wavefunction is collapsed. He is put under the control of the Ensemble by the forced installation of a 'loyalty mod' in his brain which makes loyal support for the organization his highest goal. The narrator meets a group of other Ensemble loyalists (the Canon) who have discovered that their keepers have failed to specify exactly what they are to be loyal to (except by its name) and consequently, being its most loyal members, start to define what the Ensemble is themselves. The narrator, working with the Canon, then proceeds to steal the eigenstate mod. A rogue member of the Canon infects all of humanity with the software. (Normally, neither the microorganisms nor the nanomachines involved in installing neural mods can survive long outside the human body, but in this case the rogue scientist uses the eigenstate-control mod to modify their properties.) As a result, causality is weakened all over the globe, and the untrained humans, not knowing what to do with their newfound freedom, break down the fabric of reality as the stars suddenly reappear in the sky then turn into an almost blinding flash as the heavens fill with lights and possibilities undreamed of... Then things suddenly are back to normal (less the loyalty mod) and two main characters debrief each other on a park bench, trying to understand how the 'smeared' humanity was able to control events BEFORE people were all infected with the eigen-mod and WHY the 'smeared' humanity chose to return the world to normal (one theory put forward is that they reached the edge of the bubble, had a nice chat with the aliens and decided to go home and enjoy life as it was).",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"543142",
        "Title":"The Pelican Brief",
        "Author":"John Grisham",
        "Publication date":"1992",
        "imgUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389486877l/32499.jpg",
        "Plotsummary":" The story begins with the assassination of two philosophically divergent Supreme Court Justices. Liberal Justice Rosenberg is killed at his home, while the conservative Justice Jensen is killed inside a gay porn cinema. The circumstances surrounding their deaths, as well as the deaths themselves, shock and confuse a politically divided nation. While the public speculates about who may have killed them and why, the main character, Darby Shaw, a Tulane University Law School student, decides to research the two justices' records and cases pending before the Court, suspecting the real motive might be simple greed, not politics. She writes a legal brief speculating that the assassinations were committed on behalf of Victor Mattiece, an oil tycoon wanting to drill for oil on Louisiana marshland which is a major habitat of an endangered species of pelican. A court case on appeal, filed on his behalf to gain access to the land, is expected to make its way to the Supreme Court. The two slain justices had a history of environmentalism — their only common view — and thus Darby surmises that Mattiece, who has a pre-existing business relationship with the President, hoped to turn the case in his favor by eliminating two justices, thus leaving his friend the President in a position to appoint new justices more likely to rule in his favor. Darby shows the brief, which becomes known as the 'Pelican Brief', to her law professor/mentor/lover, Thomas Callahan, who shows it to his Washington-based friend, Gavin Verheek, a lawyer working for the FBI. Both men are killed soon after. Afraid that she will become the next target, Darby goes on the run. She tries to hide by making a few disguises and almost getting killed. Eventually, she contacts the Washington Post reporter Gray Grantham, and the two set out to prove her brief correct. The various parties quickly take sides. The President and his Chief of Staff, Fletcher Coal, try to cover up the White House's connection to Mattiece, which would be politically damaging. The FBI wants to bring in Darby to protect her and to verify her story. Allies of Mattiece try to kill her to make sure the cover-up holds. Eventually, every piece of the story is in place. Grantham obtains videotaped testimony from a pseudonymous lawyer who calls himself 'Garcia', as well as a document that points to involvement by Garcia's law firm which worked for Mattiece. With this evidence, Grantham and Darby approach the Post chief editor. The story appears in the next edition with front page photographs of Coal, Mattiece, etc. FBI chief Denton Voyles is ecstatic and shows up at Coal's residence early in the morning to confront him. Darby crisscrosses the country, then reaches an island in the Caribbean Sea. The story ends with Grantham joining Darby in the Caribbean and agreeing to stay for at least a month (after that one month at a time)",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"610437",
        "Title":"Lords and Ladies",
        "Author":"Terry Pratchett",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/81BnMIItl6L.jpg",
        "Plotsummary":" At the end of Witches Abroad, Magrat Garlick, Nanny Ogg and Granny Weatherwax (and Greebo) left Genua bound for home, in Lancre. Lords and Ladies begins as they arrive back. Magrat makes her way to Lancre Castle, where she meets King Verence II of Lancre with whom she has a definite understanding that they may want to be in a relationship. However, he surprises her by informing her that the two of them are about to be married, and that he has arranged the whole wedding, including things such as the Wedding dress, guest list, entertainment, date and time without her involvement. Following an argument with Granny Weatherwax, Magrat moves into Lancre Castle with Verence (though not in the same room - yet) prior to the wedding, ignoring any question of scandal. Granny discovers that there has been some sort of magic performed at a circle of stones, on the edge of Lancre. These stones contain 'the love of iron', which attracts all iron to them, preventing any iron from passing through. This circle is also a gateway between the Discworld and the land of the Elves. Usually, this gateway is strong, but at certain times, known as 'Circle Time', the barrier becomes less potent. Circle time is easily recognised by the arrival of crop circles in areas near to the stone circle. It is implied that if a crop circle should open inside the stone circle, the barrier would collapse. Granny and Nanny Ogg discover that the young women practising witchcraft near the stone circle are local girls led by Diamanda Tockley, and including Agnes Nitt (who will become a witch in a later story). The two elderly witches try to convince them to stop, but they are ignored and eventually, Diamanda runs through the stone circle into the Land of the Elves, followed by Granny Weatherwax. When the two see the Elves for what they really are, they attempt to escape, but Diamanda is shot by a stone-tipped arrow. Granny picks her up and they escape into Lancre, followed by an Elf who manages to escape as well. Just as the elf is about to kill Granny, he is knocked out by Nanny Ogg who arrives just in time. Granny and Nanny take Diamanda and the captured Elf to Lancre castle, where Granny leaves Diamanda to the nursing of Magrat. They then put the Elf in the castle dungeon, surrounded by iron, since Elves hate the touch of iron as it limits their power. Shawn Ogg, guard, privy cleaner, fanfare blower and general (or Private) dogsbody of Lancre castle is given the task of keeping the Elf locked up and Diamanda safe from the Elves, whilst the guests to the wedding of Magrat and Verence go to see the Entertainment (a play), which is unexpectedly staged near the stone circle. The three Witches are not at the Entertainment for different reasons; Magrat does not go because she has found a letter in Verence's bedroom which angers her (the details of the letter are not disclosed at this point), Granny does not go because she has been whisked away from the Castle in a moment of passion by Mustrum Ridcully, Archchancellor of Unseen University who is a guest at the wedding (he has brought the Librarian, Ponder Stibbons and The Bursar along as well) and who was a former love interest for Granny in their (much) younger days and Nanny has been taken out to dinner by Casanunda (whom she first met during Witches Abroad). The play causes sufficient belief that the barrier in the stone circle is broken and the Elves come through. Using a kind of hypnosis, they coerce the Lancrastrians to pull down the stone circle and take control of Verence, whom the Queen of the Elves intends to marry in order to make her rule of Lancre official. Magrat, having escaped from the Castle (where she was chased by the Elf after it was released by the hypnotised Diamanda Tockley) arrives in a suit of armour belonging to a previous Queen of Lancre called Ynci (the Short-Tempered). She attacks the Elf Queen, but is beaten. Granny, who has been captured by the Elves attacks the Queen with magic, but it seems to overcome her and she collapses to the ground, whereon her bees swarm from their hive and land on the prone body. Since the Queen's attention is taken up by Granny Weatherwax, her hold on Magrat is lessened. The young Queen-to-be attacks the Elf Queen and, with help from the Elf Queen's real husband (who was called on to help by Nanny Ogg and Casanunda) the Elf Queen is defeated and the Elves vanish back to their land. Granny Weatherwax appears to be dead and the two remaining witches go to her cottage to look around and read her will. However, they find a note, left by Granny, which indicates that she may, in fact, still be alive. They rush back to the Castle and break a window, upon which Grannys' bees land on her again. It transpires that she has been 'borrowing' the hive mind of the bees to escape the Elf Queen and give Magrat her chance to defeat her. Granny is the first witch to successfully 'borrow' the hive mind, since this involves splitting your mind over dozens of bees (as opposed to borrowing the single mind of other animals). Magrat and Verence are married (despite the letter, which was written by Granny whilst the three witches were away, urging him to organise the marriage to Magrat, so as to stop her from getting in the way of her own life). Later, the playwright, Hwel arrives and writes a play based on the story (ignoring the parts that were too expensive to put on a stage, or which he didn't believe). He called the play the 'Taming of the Vole', since he didn't think anyone would want to see a play called 'Things that happened on a midsummer night'.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"684924",
        "Title":"The Te of Piglet",
        "Author":"Benjamin Hoff",
        "Publication date":"1992",
        "imgUrl":"https://upload.wikimedia.org/wikipedia/en/0/00/Tepig.jpg",
        "Plotsummary":" The Te of Piglet is based around two topics, the concept of Te, the Chinese word meaning 'power' or 'virtue', and Piglet of the Winnie the Pooh books. Hoff elucidates the Taoist concept of 'Virtue — of the small'; though, he also uses it as an opportunity to elaborate on his introduction to Taoism. It is written with many embedded stories from the A. A. Milne Winnie the Pooh books, both for entertainment and because they serve as tools for explaining Taoism. In the book Piglet is shown to possess great power — a common interpretation of the word Te, which more commonly means Virtue — not only because he is small, but also because he has a great heart or, to use a Taoist term, Tz'u. The book goes through the other characters — Tigger, Owl, Rabbit, Eeyore and Pooh — to show the various aspects of humanity that Taoism says get in the way of living in harmony with the Tao.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"823303",
        "Title":"Rising Sun Michael Crichton book",
        "Author":"Michael Crichton",
        "Publication date":"1992-01-27",
        "imgUrl":"https://pictures.abebooks.com/isbn/9780091785857-uk.jpg",
        "Plotsummary":"Nakamoto Corporation is celebrating the grand opening of its new headquarters, the Nakamoto Tower, in downtown Los Angeles; the 45th floor of the building is awash with celebrities, dignitaries and local politicians. On the 46th floor, Cheryl Lynn Austin, 23, is found dead. Lieutenant Peter J. Smith, the Special Services Liaison for the LAPD, is assigned to the case. He is joined, on request, by retired Captain John Connor, who has lived in Japan and is well-acquainted with Japanese culture. Upon arriving at Nakamoto Tower, the two policemen learn from officer-in-charge Tom Graham that the Japanese, led by Nakamoto employee Ishiguro, are stalling the investigation by demanding that the liaison be present. Although they have a valid pretense in that the virulently racist Graham is threatening to disrupt the celebration, it is obvious to Connor that a cover-up is underway. The detectives realize that the tapes from the security cameras on the 46th floor have mysteriously disappeared, and the security guards are deliberately unhelpful. Smith and Connor visit the apartment of the late Ms. Austin, realizing that she was a mistress for the Japanese Yakuza. It seems that Ms. Austin's home had been ransacked soon after her death. After several visits to friends and associates of Ms. Austin and Nakamoto, the two detectives find a suspect in Eddie Sakamura, a wealthy Japanese playboy from Kyoto. However, the two are inclined to release him, due to Eddie's previous associations with John Connor. The two officers are summoned to witness Ms. Austin's autopsy; trace evidence strongly suggests a Japanese killer. Afterwards, Smith and Connor are approached by Ishiguro, who now presents them with seemingly authentic videos from the security cameras, which show Sakamura to be the murderer. Having solved the mystery, Connor returns home to rest, while Smith and Graham go to apprehend Sakamura. Upon arriving at Eddie's house, the two detectives are stalled by two naked women while Eddie escapes in a Ferrari. After a high-speed chase, Eddie's car crashes and bursts into flames, killing him. The next day, the newspaper runs editorials criticizing Smith, Graham, and Connor's actions as racist and accuses them of police brutality. Soon afterward, Smith receives a phone call from the Chief of Police, declaring the investigation officially over. Smith isn't satisfied, and decides to take the tapes to the University of Southern California, in order to make copies. There, Smith meets Theresa Asakuma, a Japanese student who is an expert on computers and software manipulation. She is able to quickly point out that the tapes were indeed copies. After copying the tapes, Smith then picks up Connor after his golf game with several Japanese friends. On their way back to the USC labs, the two detectives are offered lucrative bribes from the Japanese, including a membership at an expensive golf club and extremely low-priced real estate offers. They visit and consult with companies and industries involved with Nakamoto, in order to learn more about the killer's motives. Along the way, they realize that they are only pawns in a much larger political and economic 'war' between America and Japan, and how much the United States relies on Japan, which dominates the American electronics industry. Finally, they meet with U.S. Senator, John Morton, who is a potential presidential candidate in the upcoming elections. They also learn that Morton fiercely opposes the Japanese purchase of MicroCon, a small Silicon Valley company that manufactures machinery. At USC, Smith and Theresa deduce that Eddie had been set up by the Japanese who had altered the tapes. They undo the changes, discovering that Senator Morton was apparently the real killer and Eddie had been a witness. Connor and Smith return to Smith's apartment, where they discover Eddie Sakamura, alive; the man who had actually been killed was a Japanese security officer named Tanaka who had been in Eddie's garage, searching for the tapes, before panicking and fleeing in Eddie's car, which led to his death. The trio then confront Senator Morton, who confesses to his role in Cheryl Austin's death. The senator then shoots himself in a bathroom. Soon afterward, an angry Ishiguro arrives to confront Eddie and the two detectives, making subtle threats to their lives. Strangely, Eddie reacts calmly, leading Connor to conclude afterward that Eddie still possesses an original copy of the tape from the security cameras. Smith and Connor then travel to Eddie's home, where they find him tortured to death for the location of the stolen tape. Connor drops Smith off at his home. Upon entering his apartment, Smith realizes that Eddie had left the tape there. Ishiguro's men arrive; he quickly orders his babysitter to hide his daughter and herself in the upstairs bedroom. Connor sneaks back to Smith's apartment, carrying a bulletproof vest. The two detectives then engage in a gun battle with the thugs, and Smith is shot in the back, although his vest saves his life. The next day, the two watch the tape that Eddie had left behind; Austin wasn't accidentally killed by Morton, but deliberately murdered by Ishiguro after Morton and Eddie left. They go to the Nakamoto Tower to apprehend Ishiguro, interrupting an important meeting. The detectives show the tape of the murder to the meeting attendees, and a shocked and angry Ishiguro commits suicide by jumping off the building. Having solved the mystery, Connor answers Smith's questions before dropping him off at his apartment. The book then concludes with Smith's statements about America's future with Japan.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"896543",
        "Title":"Only You Can Save Mankind",
        "Author":"Terry Pratchett",
        "Publication date":"1992",
        "imgUrl":"https://m.media-amazon.com/images/I/51KMvjR0RlL.jpg",
        "Plotsummary":" Twelve-year-old Johnny receives a pirate edition of the new video game Only You Can Save Mankind from his friend Wobbler. However, he hasn't been playing for long when the ScreeWee Empire surrenders to him. After accepting the surrender he finds himself inside the game in his dreams, where he must deal with the suspicious Gunnery Officer as well as the understanding Captain, and work out exactly what they're all supposed to do now. This might all be the result of an over-active imagination except that the ScreeWee have disappeared altogether from everyone else's copy of the game. With the help of another player, Kirsty, who calls herself 'Sigourney' (as in Weaver), Johnny must try to get the ScreeWee home.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        "ID":"1248081",
        "Title":"A Million Open Doors",
        "Author":"John Barnes",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/51BNVXT05FL.jpg",
        "Plotsummary":" The story begins sometime in the 29th century on the planet Wilson (orbiting Arcturus) with a young man named Giraut and his romantic, swashbuckling friends, who are all members of the Nou Occitan culture and residents in the Quartier de Jovents, a sort of playground for teens and twenty-somethings who have not yet moved on to the more 'grown-up' lifestyle of their parents. Technologically safeguarded, these young adults have swordfights in the streets with 'neuroducer' épées and frequent the taverns of the Quartier, living in an imaginative recreation of Occitan literature and the trobador tradition. However, Giraut is forced to grow up much more quickly than most of his friends, because one day his friend Aimeric, who was, before coming to Wilson and becoming a jovent, an economist in the Caledon culture of the nearest inhabited planet, Nansen (orbiting Mufrid), is called upon by the government to return to his home planet on a mission to regulate the effects of the springer on Caledonian economy. The springer is a method of instantaneous transportation which is quickly reuniting humanity across known space. Giraut decides to leave when he catches his girlfriend getting into the Interstellar 'arts scene' (the art is called 'sadoporn') which is an acting out against the exclusive values and code of honor valued by Giraut and his friends. Thus, Aimeric and Giraut advise the rational council of the Caledonians to adjust their economy to that of the rest of the universe so that the springer will have as few adverse effects as possible. When the Caledonians decide that Aimeric and Giraut, as well as the Interstellar government, are trying to usurp their power, they begin to try to seize back control of everything, and an urban conflict ensues. Giraut discovers among the strife who he really is and begins to see how fake his life back home was, and recognize faults in his home culture.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1277287",
        "Title":"Death is Forever",
        "Author":"John Gardner",
        "Publication date":"1992",
        "imgUrl":"https://www.harringtonbooks.co.uk/pictures/medium/58068.jpg",
        "Plotsummary":"The aftermath of the Cold War provides the setting for the plot of Death Is Forever. After the deaths of a British Intelligence agent and an American agent with the CIA working in Germany under mysterious and surprisingly old-fashioned circumstances, James Bond and CIA agent Elizabeth Zara ('Easy') St. John are assigned to track down the surviving members of 'Cabal', a Cold War-era intelligence network that received a mysterious and unauthorized signal to disband. Soon, Bond finds himself playing a life-or-death game of 'Who do You Trust?' as he and Easy track down Wolfgang Weisen, the power responsible for killing off Cabal's members one by one. Bond uncovers Weisen's plot to kill off the heads of each European country during the inaugural run of the Eurostar from London to Paris in an effort to create havoc in the west and usher in a second era of Communism. More than most other Gardner novels, Death Is Forever is grounded in current events, with the fallout from the end of the Cold War and the failed 1991 Russian coup being important backdrops to the story. The Eurotunnel connecting England and France, which was still under construction at the time the book was written, also serves as a major setting.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1278855",
        "Title":"Smilla's Sense of Snow",
        "Author":"Peter Høeg",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/51umcAlbjSL._SX331_BO1,204,203,200_.jpg",
        "Plotsummary":" Smilla Qaaviqaaq Jaspersen, 37-year-old product of the stormy union of a female Inuit hunter and a rich urban Danish physician, is a loner who struggles to live with her fractured heritage. Living alone in a dreary apartment complex in Christianshavn, Copenhagen, she befriends Isaiah, the neglected son of her alcoholic neighbour, because he too is Greenlandic and not truly at home in Denmark. Smilla's friendship with Isaiah, recounted in the novel in flashback, gives some meaning to her otherwise lonely life. Isaiah's sudden death is explained officially as a fall from the roof whilst playing, but Smilla's understanding of the tracks the child left on the snowy roof convinces her that this is untrue. She complains to the police and quickly encounters obstruction and hostility from the authorities and other sources. Working with Peter, a mechanic neighbour who had also known and liked Isaiah, and with whom she begins an affair despite her fear of dependency, Smilla discovers that there is a conspiracy centred on Gela Alta, an isolated glaciated island off Greenland. Previous expeditions have found something there (Isaiah's father was a diver who died on one of them, allegedly in an accident) and now plans are afoot to return for it. Isaiah's death is linked to this conspiracy in some way. After a long journey of discovery in Copenhagen, during which she learns that the mechanic is not who he says he is, Smilla braves intimidation and threats and eventually gets on board the ship chartered for the mysterious expedition to Gela Alta, ostensibly as a stewardess. The final action takes place on the ship and the island. Smilla is held in deep suspicion by the ship's crew—who turn out to be all in some way compromised and in the pay of the mysterious Tørk Hviid, who is the expedition's real leader. Despite repeated attempts on her life by crew members, who assume she is from the authorities, Smilla doggedly pursues the truth, even when she discovers that Peter has deceived and betrayed her. The secret of the island is revealed to be a meteorite embedded in the glacier, certainly uniquely valuable—perhaps even alive in some way. However, the water surrounding it is infested with a lethal parasite related to the Guinea worm, which is what really killed Isaiah's father. Isaiah was forced off the roof because he had accompanied his father on the previous expedition and had evidence of the meteorite's location—and the parasite itself was actually dormant in his body. When Smilla learns that Tørk Hviid had chased Isaiah off the roof to his death, she pursues him out onto the frozen sea. He tries to reach the ship and force it to sail away, but Smilla chases him, using her intuitive ice-sense to head him off, out into isolation and danger. Here the novel ends.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1333969",
        "Title":"Doomsday Book ",
        "Author":"Connie Willis",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/712dIiLDfhL.jpg",
        "Plotsummary":"Kivrin Engle, a young historian specializing in medieval history, persuades her reluctant instructor, Professor James Dunworthy, and the authorities running the project to send her to Oxford in 1320, encouraged by Professor Gilchrist, who takes charge of the project in the absence of the department head to try to enhance his own prestige. This period had previously been thought too dangerous, because it stretched the time travel net 300 years earlier than it had been used before. She will be the first historian to visit the period, and is confident that she is well prepared for what she will encounter. Shortly after sending Kivrin to the 14th century, Badri Chaudhuri, the technician who set the time travel coordinates for Kivrin's trip, collapses suddenly, an early victim of a deadly new influenza epidemic which severely disrupts the university and eventually leads to the entire city being quarantined. Infected with the same influenza despite her enhanced immune system, Kivrin falls ill as she arrives in the past. She awakens after several days of fever and delirium at a nearby manor, whose residents have nursed her. Unfortunately, the move has caused her to lose track of where the 'drop point' is; in order to return home, she must return to the exact location where she arrived when the gateway opens at a prearranged time. The narrative switches between Kivrin in the fourteenth century and 2054/2055 Oxford during the influenza epidemic. Kivrin discovers many inconsistencies in what she 'knows' about the time: the Middle English she learned is different from the local dialect, her maps are useless, her clothing is too fine, and she is far too clean. She can also read and write, skills unusual even for the educated men of the time and rare among women. As nuns are the only women commonly possessing these skills, some family members conclude Kivrin has fled her convent and plan to return her to the nearest convent. She fakes amnesia, afraid the background story she originally planned out would have similar inconsistencies, and takes up a job as a companion for two girls in the manor as she tries to find the 'drop point'. In Oxford, fears grow that the virus causing the epidemic had been transmitted from the past via the time travel net, despite its scientific impossibility. This causes the acting head of the university, Mr. Gilchrist, to order the net closed, effectively stranding Kivrin in the past, even as Mr. Dunworthy tries frantically to reverse the decision. At parallel points in their respective narratives, Kivrin and Mr. Dunworthy realize that she has been sent to England at the wrong time as a result of the technician's illness: she has arrived during the Black Death pandemic in England in 1348, more than 20 years later than her intended arrival. The Black Death cuts a swathe through the Middle Ages just as the influenza overwhelms the medical staff of the 21st century. Many who could have helped Mr. Dunworthy fall ill and die, including his good friend Doctor Mary Ahrens, who dies even as she tries to save the other influenza victims. Mr. Dunworthy himself is stricken by the disease. In the fourteenth century, two weeks after Kivrin's arrival, a monk infected with the plague comes to the village. Within days, many residents of the village fall ill. Kivrin tries to care for the victims, but, lacking modern medicines, she can do little to ease their suffering. The arranged date for retrieval passes with neither side able to make it. At last, in desperation, Mr. Dunworthy arranges with Badri to send himself back in time to rescue Kivrin. In the Middle Ages, Kivrin can only watch while all the people she has come to know die from the Black Death, the last being Father Roche, the priest who found her when she was sick and brought her to the manor. Father Roche insisted on staying with his parishioners, despite Kivrin's attempts to arrange an escape, as he feels it his duty to care for them although it may mean his own death. As Roche lies dying in the chapel, he reveals that he was near the drop site when Kivrin came through, and misinterpreted the circumstances of her arrival (shimmering light, condensation, a young woman appearing out of thin air) as God delivering an angel to help during the mysterious illness sweeping through England. He dies still believing that she is God's messenger to him and his congregation, while Kivrin comes to appreciate his selfless devotion to his work and to God. As she sits in the graveyard, unable to dig a grave or finish tolling the peal for his death, her rescuers, Mr. Dunworthy and Colin (the adventurous great-nephew of Doctor Mary Ahrens), arrive from the future (having found a horse and located her by the sound of the bell). They barely recognize her: her hair is cropped short (from when she was sick with the flu), she is wearing a boy's jerkin, and she is covered in dirt and blood from tending to the sick and dying. The three return to 21st-century England shortly after New Year's Day.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1387588",
        "Title":"Salamandastron",
        "Author":"Brian Jacques",
        "Publication date":"1992",
        "imgUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1313779082l/815229.jpg",
        "Plotsummary":" The book follows the tale of the Badger Lord Urthstripe the Strong and his battle against Ferahgo the Assassin. Mara, Urthstripe's young adopted daughter, and her hare friend, Pikkle, decide to leave the great mountain stronghold, Mara having become tired of the way Urthstripe treats her. Meanwhile, two stoats, Dingeye and Thura, have recently deserted Ferahgo's army. They manage to find their way to Redwall Abbey and are taken in by the kind beasts that reside there. While tensions mount as to their presence, the ruling beasts of the Abbey decide they may stay: the two stoats, while rude, have done no harm. Mara and Pikkle, meanwhile, have escaped Ferahgos' horde and have taken refuge in a cave. Unfortunately, the cave is inhabited by a sand lizard called Swinkee. A fight ensued, and Mara accidentally pulls off Swinkees' tail. After the fight, Mara and Pikkle ask Swinkee if he can take them to Salamandastron. To get Swinkee to do it, they promise him a large bag of live swampflies and marshworms. Swinkee double-crosses them, however, and leads them straight to a tribe of cannibal toads. They are presented to the chieftain, a large, repulsive, fat toad called King Glagweb. He throws them into a pit where 36 young shrews are kept captive as well, one of these is Nordo, son of Log-a-Log of the Guossom. The shrews explain what the toads are going to do to them and their escape plan. Later, when they are nearing a feast day, a black acorn drops into the pit, signalling the captives to throw whatever they have at the toads. After a few minutes of hard fighting, Log-a-Logs shrews come and free the captives while fighting and killing the toads. Mara attacks Glagweb, only to be stopped by Log-a-Log, who throws Glagweb into the prison pit, along with a large, healthy, young pike. Later, Log-a-Log asks a boon of Pikkle and Mara, asking them help in retrieving the Blackstone, the symbol of leadership among the Guossom (Guerilla Union Of South Stream Shrews of Mossflower). He explains he had been ruling only through sheer strength, and that a badger ghost had taken the stone. The trip to the island was treacherous because of the appearance of the deepcoiler, a large monster residing in the lake that terrorizes the Guossom, along with a conspiracy against Log-a-log launched by a shrew named Tubgutt. When Mara and Pikkle and the Guossom reach the island, they delve into the islands forest, meeting the 'ghost' badger, who is really a living badger named Urthwyte, the long-lost brother of Mara's father, Urthstripe, and Urthstripes' mother and Maras' grandmother, Loambudd. Meanwhile, a young squirrel named Samkim and his good mole friend Arula are wreaking havoc, as will happen with youngbeasts. They start playing with bows and arrows and frighten one of the Redwall abbey dwellers. One night, a lightning bolt strikes the weathervane of Redwall, and the sword of Martin the Warrior falls from its resting place high above the Abbey grounds and falls at the feet of Samkim, who is dumbfounded by his discovery. Dingeye and Thura's stay is cut short when they are forced to flee the Abbey after accidentally killing one of the Redwallers (Brother Hal) with the same bows and arrows that Samkim and Arula had used. Dingeye and Thura head towards the countryside, with Martin's stolen sword in hand. Samkim and Arula pursue the two beasts, intent on not only rescuing the legendary sword of their Abbey Champion, but exacting vengeance upon the murdering vermin. Thura falls dead from Dryditch fever, and is left behind by Dingeye. His body is discovered by Samkin, Furgle the Hermit, and Arula. Furgle recognizes the disease symptoms and goes to warn Redwall. Dingeye, however, is caught by a group of six vermin from Ferahgos' horde, and is beheaded with the Sword of Martin the Warrior. The vermin leader is Dethbrush, and he in turn takes the Sword from Dingeye's headless carcass. Back at Redwall, a terrible disease has begun ravaging the Abbey. A local woodvole hermit by the name of Furgle determines that it is Dryditch Fever. Mrs. Faith Spinney mentioned that there is an old wives' tale saying that the Flowers of Icetor from the Mountains of the North boiled in springwater can cure Dryditch Fever, so the brave otter Thrugg sets off to find them. With the dormouse babe Dumble along for the ride and an injured falcon whom they meet on the road named Rocangus, the trio eventually makes it to the pines where a group of crows terorize any passerby. After being rescued by Laird McTalon and a group of falcons, Thrugg succeeds in securing the flowers from the ruler of the mountain: the mighty Golden Eagle, Wild King MacPhearsome. Mara and Samkin's paths eventually cross when Samkin catches up with Dethbrush in a storm and punches him overboard. He is in turn eaten by the Deepcoiler. Samkin grabs the Sword of Martin the Warrior from the body of Dethbrush before the Deepcoiler can dive. Then, after the Deepcoiler dove, it rose again, attacking Spriggat. Then, when the serpent has Spriggat in its jaws, Samkin stabs the Deepcoiler in the roof of the mouth. The serpent then vanishes. Later, Mara and the Guosim find the body of Deepcoiler and retrieve the Sword from it. Along their way, they meet each other and Mara gives Samkin the Sword. Heading back to Salamandastron, the group arrives to see Salamandastron being sieged by Ferahgo the Assassin, and soon enough in time to find Urthstripe seized by the Bloodwrath, leaping from the towering mountain with Feragho in his grasp. After Urthstripe's death, Mara, Pikkle, Samkin, Arula, Urthwyte and Loambudd find the badger treaser that Ferhago was looking for and bury him there. Soon after Thrugg, Dumble and MacPhearsome returns with the haversack full of the flowers of Icetor, Samkim and Arula, along with Mara and Pikkle, return to Redwall Abbey. The Abbey is cured of the fever and soon, nameday comes upon the abbey. Mara becomes the Badger Mother of Redwall. Urthwyte remains behind as Lord of Salamandastron, along with the surviving members of the Long Patrol. The epilogue shows Klitch, son of Ferhago, still trapped within Salamandastron. After wandering some way, he gets thirsty and thinks that it is his 'Lucky Day' when he finds some barrels with some water in it. He has promptly forgotten the fact that the Poisoner, hired by Feragho, has poisoned everything he saw while on his last mission before his death. Klitch drinks the dregs, and is eventually beset by lances of pain and numbness. He wedges himself on a mountainside opening, and dies of the powerful poison.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1475010",
        "Title":"Aristoi",
        "Author":"Walter Jon Williams",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/51GSHdYwheL._SX316_BO1,204,203,200_.jpg",
        "Plotsummary":" Gabriel, a minor Aristos, runs a group of planets containing societies devoted to artistic pursuits, assisted by his several daimones, each of whom has his or her own personality and special area of interest. Attending oneirochronon parties and composing operas, having sex with both men and women (at one point, he has sex with two women at once -- one in physical reality, one in the oneirochronon) he seems to live a leisurely, decadent life. An elder Ariste, Cressida, warns Gabriel that something is up in a nearby solar system. There appear to be some extra planets in an area which astronomical surveys had said contained none. Cressida is murdered before she can explain more but Gabriel begins to suspect that Saito, the Aritos whose domain is closest to the mystery solar system, is using it for some undisclosed purpose. Gabriel and some of his advisers leave on a secret mission to the mystery solar system. When they arrive there they discover a horrifying truth: the planets contain life, human life. The most advanced of the planets contains a society similar in nature and technological development to Renaissance Europe. The people here have been left without the guidance and control of an Aristos and are mired in constant warfare and squalor, perishing of diseases which modern technology can easily cure. Someone, presumably Saito, has created human life here and consigned it to perpetual suffering for some unknown reason. Horrified by the suffering they see, Gabriel and some of his companions travel down to the planet to investigate. Posing as visitors from a distant country they identify a local nobleman who they believe to be Saito and arrange a confrontation. While they are waiting for their chance to assassinate Saito they see their spaceship, which had been orbiting the planet, destroyed. Their assassination attempt fails when they realize that the nobleman is actually an artificial lifeform. Gabriel and his companions are captured and imprisoned. It is then that Gabriel is confronted with the truth: the mastermind behind this horrifying experiment is not Saito, but Captain Yuan, the architect of the current galactic civilization who had long been presumed dead. Yuan explains his motives behind creating new life: the galactic society of the Logarchy has become staid and stultifying. Protected from any danger, the people have stopped improving and have become slaves of the Aristoi. He created this new solar system and the life within it in order to give a new start to humanity and create a society free from the restrictions of the Logarchy. Yuan, Saito, and Zhenling, an Ariste who Gabriel had considered an ally and even taken as a lover, then begin a brainwashing program on Gabriel, eventually breaking his will and convincing him to help them with minor duties on their project. However, their plan is foiled when a previously hidden sub personality of Gabriel, that he dubs The Voice, uses his computer privileges to escape. Gabriel manages to defeat Saito and escape along with his friends. He informs the rest of the Logarchy about what has happened and rallies them to a war footing. The Logarchy's forces swarm into the new solar system to provide humanitarian relief and begin to integrate the societies into the galactic society. As Yuan's secrets are revealed it is also discovered that he had tampered with the examination process which forms the backbone of the Logarchy, promoting people to Aristoi who he believed could help him and keeping others back. Captain Yuan himself has escaped to parts unknown and Gabriel makes it his life's mission to track him down and bring him to justice. As he does so he is warned by Zhenling, now imprisoned, that in doing so he will only fulfill Yuan's plan to shake up the galactic status quo.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1678384",
        "Title":"The Secret History",
        "Author":"Donna Tartt",
        "Publication date":"1992",
        "imgUrl":"http://prodimage.images-bn.com/pimages/9781400031702_p0_v7_s1200x630.jpg",
        "Plotsummary":" As ,the story opens, Richard leaves Plano, California, where he is generally unhappy, for Hampden College in Vermont. His approach to his background is in keeping with the contrast of aestheticism and literary beauty, as opposed to harsh reality, that continues throughout the novel. He misleads others about his background as necessary, replacing his mediocre working-class childhood with a fabricated and more glamorous one of boarding schools and wealth. After moving to Vermont, Richard attempts to continue his study of Ancient Greek, only to be denied admittance to the Greek class, as Classics professor Julian Morrow limits his enrollment to a tiny hand-picked coterie of students. Richard becomes obsessed with the small group, after observing them around campus, and eventually manages to ingratiate himself with the group by helping them solve a Greek grammar problem as they study in the college library. Soon after---armed with advice from the students on how to impress Julian---he meets with him once more and is finally admitted to the select Classics tutorial. The group includes fraternal twins Charles and Camilla Macaulay, who are charming but secretive, as well as Francis Abernathy, whose secluded country home becomes a sanctuary for the group. Two students become the central focus of the story: the linguistic genius Henry Winter, an intellectual with a passion for the Pali canon and Plato, and the back-slapping Bunny Corcoran, a slightly bigoted jokester more comfortable reading Sax Rohmer's Fu Manchu, particularly if someone else has bought him a copy. Their relationship, already considered odd by Richard, becomes even more mystifying when Bunny announces that he and Henry will be spending the winter break together in Italy. This, despite the fact that Henry appears barely tolerant of Bunny and that Bunny is unable to afford such a lavish holiday himself. In fact, it is Henry who is footing the bill for the trip. To avoid unraveling his fabricated past, Richard takes a low-paying job on the college campus and spends the winter break in an unheated warehouse. He nearly dies from exposure and pneumonia but is rescued and taken to the hospital by Henry, who has returned early from the trip to Italy. When the rest of the group returns from winter break, Richard notes that the relationships between them and Bunny have become even more strained. Ultimately, Richard learns the truth from Henry and Francis: during a Bacchanal that both Richard and Bunny were excluded from, Henry had inadvertently killed a local farmer. Bunny, having been suspicious for some time, uncovers the truth during the trip to Italy after reading some of Henry's private notes, and has blackmailed the group ever since. The group, led by Henry, begin to view Bunny as the weak link who threatens to reveal their secret, and Bunny does not ingratiate himself to the others with his knack for playing on his friends' fears and insecurities. No longer able to meet Bunny's demands and fearing that Bunny will report the matter to the police, the group resolves to kill Bunny. Henry forms several plots to accomplish such, and one of the plans is finally put into motion after Bunny tells Richard of the killing of the farmer in a drunken rant. The group confronts Bunny while he is hiking, with Henry pushing him into a ravine to his death. The remainder of the novel focuses on the aftermath of Bunny's death, especially the collapse of the group, the psychological strains of remorse borne by the individual members and their efforts to maintain secrecy as investigators and other students develop theories about Bunny's disappearance. The supporting cast of other students includes loquacious drug user Judy Poovey, a reader of 'those paranoia books by Philip K. Dick.' Charles develops a drinking problem and becomes increasingly abusive towards his sister. Francis begins to suffer panic attacks. Julian discovers the evidence in the form of a pleading letter sent to him by Bunny, imploring him to help: 'You're the only one who can.' Julian never reports the crime but instead leaves the college. With the group splintered, the members deal with their crime, to a large extent, in isolation. Henry begins living and sleeping with Camilla, which drives Charles further into the grip of his barely controlled alcoholism. Henry is deeply upset by Julian's departure, seeing it as an act of cowardice and hypocrisy. The plot reaches a climax when Charles, jealous of Henry and now a full-blown alcoholic, barges into Camilla and Henry's hotel room and tries to kill Henry with Francis' Beretta. In the struggle that follows, Henry gets hold of the gun as the inn-keeper pounds on the door. Aghast, the others are not sure whom he intends to kill. Instead, Henry kisses Camilla for a final time, and shoots himself. It seems that Henry wants to uphold the principles that he feels Julian has betrayed. With Henry's suicide, the group disintegrates: Francis, a homosexual, is forced by his rich grandfather to marry a woman; Camilla takes care of her grandmother and ends up isolated; Charles runs from rehab with a married woman; Richard, the narrator, becomes a lonely academic whose love for Camilla is unrequited. Henry's death is described as having cut the cord between them and set them all adrift. The book ends with Richard recounting a strange dream where he meets Henry in a tall atrium, and doesn't know how to voice everything he feels about what has happened. Finally, he settles on asking him 'Are you happy here?'; Henry replies, 'Not particularly. But you're not very happy where you are, either', and walks away, leaving Richard as aimless as ever.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"1838889",
        "Title":"Shampoo Planet",
        "Author":"Dougl,as Coupland",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/811ckTnpMfL.jpg",
        "Plotsummary":" Part one ,begins shortly after Tyler's return from a European vacation. He is in a relationship with a girl named Anna-Louise, and dreams of working for American Defense Contractor, Bechtel. He is obsessed with his haircare products, having a collection of different brand name products, most featuring names invented by Coupland. The first part of the novel details Tyler's life in Lancaster, Washington. The town is a near ghost town, after the town's largest employer, the Plants, was shut down. The effects of the Plants' shutdown has caused many problems in the town, including the boarding up of many stores in the local mall. Tyler's family life is composed of himself, his mother, and his two siblings. He calls his mother by her first name, Jasmine. Jasmine is an ex-hippie who is married to an alcoholic man named Dan. At the very introduction of the novel, Dan divorces Jasmine. Tyler, his sister, Daisy, and his brother, Mark, band together to help Jasmine through her troubling time. Tyler's grandparents are also introduced. They are quite wealthy, but they will not share their wealth with their family members. They have decided to start selling a product satirically labeled KittyWhip, which is a gourmet cat food product line. At the beginning of this part, two of Tyler's compatriots from his European vacation decide to visit Tyler in Lancaster. They are Monique and Stephanie. Stephanie is Tyler's secret shame from Europe, as he had a summer relationship with her. Tyler tells us about his European vacation, and the events that lead to him meeting Stephanie, and what it means to have Stephanie visit them in Lancaster. Tyler's world starts to turn upside down, as his Grandparents lose their fortune, his mother becomes a KittyWhip salesperson, and his relationship with Anna-Louise enters a rough patch. Tyler feels himself become more drawn to Stephanie than Anna-Louise. Tyler, deciding that his life in Lancaster is not interesting enough, leaves with Stephanie to live in Los Angeles. His time in Los Angeles is wrought with strife. Tyler's worst fear becomes realized as he finds himself working at a chicken fry shop manning the fryer. It is in Los Angeles that Tyler begins to comprehend advice that his mother gave him about loneliness.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"2573089",
        "Title":"The Widow's Broom",
        "Author":"Chris Van Allsburg",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/41FeM9zOfdL.jpg",
        "Plotsummary":" The story involves a widow named Minna Shaw. One evening, a witch falls from her broom when it loses the ability to fly and lands in the garden near Minna Shaw's house. Minna Shaw takes her in until she recovers, and when she does, the witch calls a friend to 'drive' her home, leaving her own broom behind. Minna Shaw discovers the broom is still in her house and leaves it alone but is startled, and more than a little afraid, when it comes to life later that evening. She discovers that the broom is harmless, as all it does is sweep, but she teaches it how to feed the chickens, chop wood, and play the piano. While most of the neighbor women and children are comfortable with the broom, the men are concerned that it had been a witch's broom. Shortly afterwards, two boys begin to harass it. The broom, apparently angered, beats them and flings their dog over the forest. The boys' parents demand that the broom be burned at the stake. Minna Shaw surprisingly agrees, and the broom is burned. Things appear normal until the broom's phantom-white ghost begins stalking the Spiveys' house. The Spiveys are so terrified that they pack up and leave the house. Minna Shaw can now be alone and listen to the broom play the piano; she'd given the Spiveys her own ordinary household broom to burn and cooked up the plan for the magical broom (which was just painted white), to scare her neighbors away. She painted it white to make it look like the 'ghost' broom.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"2594646",
        "Title":"Rum Punch",
        "Author":"Elmore Leonard",
        "Publication date":"1992",
        "imgUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1349064079l/240910.jpg",
        "Plotsummary":" Set in West Palm Beach and Miami, FL, Rum Punch follows Jackie Burke, a 44-year-old airline stewardess, who has been bringing cash into the country for a gunrunner named Ordell Robbie (whose nickname, Whitebread, comes from the fact that he's a light-skinned African-American). When the cops try to use Jackie to get at Ordell, she hatches a plan—with help from bail bondsman Max Cherry—to keep the money for herself.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"2892919",
        "Title":"Memories of the Ford Administration",
        "Author":"John Updike",
        "Publication date":"1992",
        "imgUrl":"https://www.thirdmindbooks.com/pictures/3824.jpg?v=1600968603",
        "Plotsummary":" Set in the early 1990s, it concerns a historian and teacher, Alfred Clayton, and his response to a national survey requesting 'memories and impressions' of the administration of Gerald Ford. The novel is presented as Clayton's improbably long and incredibly personal response, submitted to his professional association, the Northern New England Association of American Historians (NNEAAH). (Clayton teaches at a junior college in New Hampshire.)",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"3192496",
        "Title":"La pensée straight",
        "Author":"Monique Wittig",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/81lLlJmIHML.jpg",
        "Plotsummary":" 'One Is Not Born a Woman,' follows in the wake of Simone de Beauvoir's feminist political visions. Wittig writes, 'Lesbians are not women', under the assumption that the term 'woman' is defined by men. Moreover, she compares lesbians to fugitive slaves. 'The Trojan Horse,' explains her theory of literature as a 'war machine', echoing Gilles Deleuze.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"3711183",
        "Title":"Tunes for Bears to Dance To",
        "Author":"Robert Cormier",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/71+V0ccxIyL.jpg",
        "Plotsummary":" Henry's family moves to a new town to run away from the memories of their recently passed son, Eddie, who was hit by a car in which the driver instantly drove away, never to be seen again. Henry's father is traumatized by Eddie's death and becomes very quiet and no longer works, while Henry's mother works long hours in order to support their family. Another problem Henry faces is that there is no stone to mark Eddie's grave. Henry also contributes to his family by working at a grocery store for a man named Mr. Hairston, a deceptive old man who makes rude comments about the townsfolk that would walk by his store. He is a perfectionist, which is why he insults many people, including his wife and daughter. He appears to have a special liking to Henry. Every day, Henry watches a curious old man leave the 'crazy house' near his apartment and disappear down the street. Henry follows him one day to an art center, where he meets him in person and learns his name is Mr. Levine and he is a holocaust survivor who lost his family to the SS. He goes to the art center every day to carve out a model of his old hometown town. One day, Henry tells Mr. Hairston about Mr. Levine, who becomes strangely interested. Later, Henry asks Mr. Hairston if he can somehow find him a good gravestone to put over Eddie's grave, which he, surprisingly, agrees to buy for him. However, Mr. Hairston one day tells Henry that he'll be fired at the end of the week for no reason. Further into the week, Mr. Hairston tells Henry that he'll let him keep the job and the sculpture at one condition: destroy Mr. Levine's model village. He also said he had close relationships with Henry's principal and his mother's boss and threatens to have his mother fired and his school reputation collapse if he was not to do what Mr. Hairston wants. The reward, if Henry was to destroy the replica village would be: raise his mom's pay, let him keep his job, and give him the grave sculpture. Not knowing what he should do, he stays at the art center overnight just in case and was about to destroy the village with a mallet. Henry decides not to smash it, but a rat startles him and he drops the tool on the village, destroying part of it. On his way home, Mr. Hairston waits for him somewhere on the street and explains why he wanted the village destroyed: 'Because he's a Jew' and to torment Henry by taking away his title of 'good boy'. Henry then says that he does not want the rewards Mr. Hairston offers. A few weeks afterwards, Henry and his family move back to the town they lived in previously.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"3796192",
        "Title":"Missing May",
        "Author":"Cynthia Rylant",
        "Publication date":"1992",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/71P3MjJZByL.jpg",
        "Plotsummary":" The novel is set in present-day [West Virginia]. The protagonist is Summer, an orphaned child who has been passed from one apathetic relative to another. At age six, she meets her Aunt May and Uncle Ob. The kindly old couple notices that, although Summer is not mistreated, she is virtually ignored by her caretakers and decide to take Summer home to their rickety trailer home in the hills of the Appalachian mountains. Summer thrives under their care, feeling that she finally has a home. Six years after Summer moves in, Aunt May dies suddenly in the garden. Summer must cope with her own grief while worrying about Uncle Ob, who is overwhelmed by the thought of living without his beloved wife. Uncle Ob decides to try contacting May's spirit, after he experiences the sensation that she has tried to communicate with him. He is assisted in this endeavor by Cletus Underwood, a classmate of Summer's, who provides information on a supposed spirit medium of some renown. Summer views his ideas with some skepticism, but is willing to try anything that might alleviate her uncle's sorrow. The three take a roadtrip to meet with the medium, only to discover that she had recently died. Uncle Ob is initially crushed by this news, and Summer fears that this disappointment was the last blow to his will to live. However, on the return trip, Uncle Ob suddenly snaps out of his depression, deciding to continue living on for Summer's sake.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"4114492",
        "Title":"The Stinky Cheese Man and Other Fairly Stupid Tales",
        "Author":"Jon Scieszka",
        "Publication date":"1992",
        "imgUrl":"https://m.media-amazon.com/images/I/61CtKn+zToL.jpg",
        "Plotsummary":" The star of the book is Jack of Jack and the Beanstalk, who tells the stories and deals with the rest of the cast. There's a very annoying Little Red Hen - a parody of the fairy tale of the same name - who comes in to complain about no one helping her make her bread and because she doesn't have a story in this book. Chicken Licken believes that the sky is falling, but it is the table of contents tumbling on her head. Jack introduces Little Red Running Shorts, a counterpart of Little Red Riding Hood, by blurting out the entire story -- including the ending -- so she refuses to be in it. The Stinky Cheese Man, a counterpart of The Gingerbread Man, is afraid to be near anyone because he thinks they will eat him . . . though they are really trying to get away from his horrid smell... A smell of dank cabbage. In the middle of the book, the Little Red Hen comes up to complain that there's still no one to help make her bread and ask again for her story. Jack ignores her and starts to introduce his story, when the giant climbs down the beanstalk to gripe that he doesn't like the story. The giant then tells an extremely nonsensical story using random sentences and picture clippings from parts of a book. Jack jeers at this improvisation, and tells an excruciatingly long story (that never ends until the end of the book) in order to not have the giant grind his bones. Also in the book are 'The Princess and the Bowling Ball', 'The Other Frog Prince', 'The Really Ugly Duckling', 'Cinderumplestiltskin' and 'The Tortoise and the Hair'. In the first, a retelling of The Princess and the Pea, the Prince finally finds a girl he really loves. Sick of his parents rejecting potential wives when they don't feel a pea under one hundred mattresses, he slips his bowling ball under her mattresses when his parents have her over. In 'The Other Frog Prince', the princess kisses the frog: he says 'I was just kidding,' and hops back in the lake. 'The Really Ugly Duckling' is Hans Christian Andersen's The Ugly Duckling, where the ugly duckling grows up to be a really ugly duck, rather than a swan. 'Cinderumplestiltskin' combines Cinderella and Rumplestiltskin into a tale where an imp comes to Cinderella and offers to spin straw into gold. Cinderella rejects his offer, and when he wants her to guess his name she shoos him out, saying she's not allowed to talk to strangers. In 'The Tortoise and the Hair', a telling of The Tortoise and the Hare, the Hare says he can grow his hair (one on the top of his head) faster than the Tortoise can run. So they race, and race and race, this story has no ending, the last words of it being 'not the end'. At the very end of the book Jack successfully lulls the giant to sleep and is about to sneak away when the Little Red Hen pops in, griping that she still never got her story or her loaf of bread, and asking who will help her eat the bread now. The giant wakes and uses the bread to make a sandwich out of the Hen, Jack flees, and the book ends. The foreword includes a parody of Goldilocks and the Three Bears as an example of a 'Fairly Stupid Tale'. Also, the table of contents includes the title, 'The Boy Who Cried Cow Patty,' a story nowhere in the book. The latter story was printed on the back of the dust jacket for the book's tenth anniversary edition (whereas the original edition had the Little Red Hen complaining about buying this book while asking who 'this ISBN guy' is and complaining that she's only in three of the pages as a book pun). There are lots of other book puns such as one of the pages being upside-down. Also a surgeon general's warning saying 'It has been determined that these tales are fairly stupid and probably dangerous to your health.' The title for the Other Frog Prince is crooked because it's on the frog's sticky tongue. When Little Red Running Shorts quits her story she walks right out of her own story. The Giant talks in uppercase letters when he says ,I'LL GRIND YOUR BONES TO MAKE MY BREAD! The Giant and Jack make a cameo in Cinderumpelstiltskin.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"4117720",
        "Title":"The Deed of Paksenarrion",
        "Author":"Elizabeth Moon",
        "Publication date":"1992-02-01",
        "imgUrl":"https://images-na.ssl-images-amazon.com/images/I/81g9uPg5wsL.jpg",
        "Plotsummary":" The Deed of Paksenarrion was written as one long story, but published as three separate books. A number of people have pointed out resemblances between the story setting and Dungeons & Dragons, in particular alleged similarities between Moon's town of Brewersbridge and Hommlet (a village in The Temple of Elemental Evil module for AD&D) and between Moon's religion of Gird and the faith of Saint Cuthbert of the Cudgel in Greyhawk. However, such themes may often be similarly found in many brands of high fantasy, and are not unique to any one fictional world. The Deed of Paksenarrion revolves around the adult life of Paksenarrion Dorthansdotter, known as Paks, of Three Firs. It takes place in a fictional medieval world of kingdoms of humans, dwarves, gnomes and elves. The story begins by introducing Paks as a headstrong girl of 18, who leaves her home in Three Firs (fleeing a marriage arranged by her father) to join a mercenary company and through her journeys and hardships comes to realize that she has been gifted as a paladin, if in a rather non-traditional way.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        },
        {
        
        "ID":"4305000",
        "Title":"Hideaway",
        "Author":"Dean Koontz",
        "Publication date":"1992",
        "imgUrl":"https://m.media-amazon.com/images/I/51qWY4HAS4L.jpg",
        "Plotsummary":" Following a traffic accident that left him clinically dead for more than 80 minutes, a Southern California antique dealer named Hatch Harrison begins experiencing strange dreams and visions that connect him to a psychopathic killer, a young man who calls himself 'Vassago'. Vassago believes that he is the human incarnation of one of the demon princes of Hell, and that if he murders enough innocent human beings and offers them up in sacrifice to his Master, he will be allowed to return to the afterlife and rule at Satan's right hand. He also has a strange condition that enables him to see in the dark, but also causes his eyes to be extremely sensitive to light. Meanwhile, the accident gives Hatch and his wife Lindsey, an artist, a new lease on life as they struggle to rebuild their marriage in the wake of their son's death from cancer five years before. As the couple set about trying to adopt a young girl named Regina, Hatch continues to be tormented by visions, in some cases even seeing through the monstrous killer's eyes. Making matters worse, Vassago slowly gains information about Hatch and his family in the same fashion, putting both Lindsay and Regina in danger. It is eventually revealed that Vassago's real name is Jeremy Nyebern; as a teenager, he brutally murdered his mother and sister, then attempted to kill himself. His life was saved by the same doctor who miraculously resuscitated Hatch, Dr. Jonas Nyebern, Jeremy's father (thus facilitating the seemingly supernatural bond between the two characters). Like Hatch, Jeremy was clinically dead for more than 30 minutes, and during that time, believes that he went to hell and was later returned to do Satan's bidding. At the book's climax, Vassago's visions lead him to kidnap Regina and take her to his 'hideaway' (an abandoned amusement park, where, as a boy, Jeremy committed his first murder). There, he is confronted by Hatch, who bludgeons Vassago to death with a crucifix attached to a flashlight, thus saving Regina and Lindsay. During the closing moments of this confrontation, Hatch inexplicably begins speaking in another voice and calls himself 'Uriel' (whom Hatch later learns is an archangel mentioned in the Bible), thus implying that Vassago's beliefs about his demonic heritage and short-lived journey to the afterlife may not have been entirely delusional after all. Uriel/Hatch tells Vassago/Jeremy that instead of returning to hell as a prince, he will be returned as a slave.",
        "Nots":"",
        "Rating":0,
        "flagPlus":false
        }
        
  ]
}
